;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Wise Program Uninstaller
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
;
; Translation Author: Kravtsov Aleksandr
; TranslationAuthorEmail: localiz@rambler.ru
; TranslationAuthorWeb: http://www.localiz.ru
; Soft Version: 3.0.3.251
; Update: June 24, 2022
;

[GUI]
ButtonYes=Да
ButtonNo=Нет
ButtonOK=ОК
ButtonMinimize=Свернуть
ButtonMaximize=Максимальный
ButtonClose=Закрыть
ButtonRestore=Восстановить
ButtonMenu=Меню


[Lang]
NativeLanguage=Русский


[Translation]
LangCode=0419
ReadHabit=Слева на право
LanguageName=RUS
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
Information=Информация
Warning=Предупреждение
Error=Ошибка
Confirm=Подтверждение
;
; Основной GUI
;
FrmMain.btnSupport.hint=Центр поддержки
FrmMain.btnnews.hint=Сообщение
FrmMain.btnuninstall.caption=Удалить
FrmMain.btnAll.caption=Все программы
FrmMain.btnSoft.caption=Настольные приложения
FrmMain.btnApp.caption=Metro Apps
FrmMain.btnInfreq.caption=Нечасто используется
FrmMain.btnPatch.caption=Компоненты системы
FrmMain.btnUnless.caption=Пользовательская деинсталляция
FrmMain.btnBrowse.caption=Расширения браузера
FrmMain.btnChrome.caption=Google Chrome
FrmMain.btnIE.caption=Internet Explorer
FrmMain.btnFirfox.caption=Mozilla Firefox
FrmMain.btnEdge.caption=Microsoft Edge
FrmMain.lblrate.caption=Оценка
FrmMain.BtnNormal.Caption=Удалить
FrmMain.BtnModify.Caption=Изменить
FrmMain.BtnForce.Caption=Умное удаление
FrmMain.BtnRemove.Caption=Удаление ключей
FrmMain.btnuninstall.caption=Удалить
;
;Журнал удаления
;
FrmMain.btnLog.Caption=История
TfrmUnlog.caption=История
TfrmUnlog.head.unDate=Удаление ВКЛ
TfrmUnlog.head.ItemName=Программа:
TfrmUnlog.head.restore=Остаточные
TfrmUnlog.noItems=Нет оставшихся элементов
TfrmUnlog.Recovered=Восстановлены
TfrmUnlog.recover=Восстановить
;
; Меню
;
pmHelp=Справка онлайн
pmHome=Домашняя страница
pmforum=Форум
pmContact=Связаться с нами
pmLang=Языки
pmAbout=О программе
pmSettings=Настройки
;
;Контекстное меню
;
pmOpenEntry=Открыть в RegEditor
pmOpenFolder=Открыть расположение файла...
PmGoogle=Найти в Google
pmExport=Экспорт в текстовый файл...
;
;Настройки
;
FrmSettings.caption=Настройки
pmCheckNew=Проверять обновления автоматически
pmRightMenuA=Добавить в контекстное меню
ExplorerMenu=Удалить с Wise Program Uninstaller
pmUnisDetect=Обнаруживать деинсталяцию программ
pmSaveLeft=Резервное копирование удаляемых остаточных файлов
pmUEI=Присоединиться к программе улучшения пользовательского опыта
;
; О программе
;
FrmAbout.caption=О программе
FrmAbout.btnok.caption=ОК
FrmAbout.lblver.caption=Текущая версия:
FrmAbout.lblemail.caption=Поддержка:
FrmAbout.lblhome.caption=Сайт программы:
FrmAbout.lblthank.caption=Выражаем благодарность:
FrmAbout.lblUninstall.caption=Инструкция деинсталяции
FrmAbout.lblPolicy.caption=Политика конфиденциальности
FrmAbout.lblEula.caption=Лицензионное соглашение
;
; Процессы
;
FrmProgressModal.btncancel.caption=Отмена
;
; frmafterdel
;
Frmafterdel.caption=Записи реестра и файлы, связанные с программой
Frmafterdel.btnremove.caption=Удалить
Frmafterdel.btncancel.caption=Отмена
Frmafterdel.lblinfo.caption=Просмотрите результаты и нажмите кнопку «Удалить» для завершения удаления.
Frmafterdel.btnnone.caption=Ничего
Frmafterdel.btnall.caption=Выбрать всё
;
; Настройка удаления
;
frmUnlessDel.caption=Пользовательская деинсталляция
frmUnlessDel.lblInfo1.caption=Ручное удаление поможет удалить оставшиеся файлы из системы после выполнения деинсталятора. Вы сможете увидеть эти файлы и ключи реестра.
frmUnlessDel.lblinfo2.caption=Пожалуйста, введите ключевое слово для проверки остаточных файлов.
frmUnlessDel.lblKeyword.caption=Ключевое слово:
frmUnlessDel.btnNext.caption=Далее
frmUnlessDel.btncancel.caption=Отмена
frmUnlessDel.btnremove.caption=Удалить
frmUnlessDel.btnFolder.caption=Обзор
;
; Оценка
;
FrmRate.Btnlist.caption=Отзывы пользователей
FrmRate.Btnreview.caption=Мой отзыв
FrmRate.Btnfirst.caption=Будьте первым оценщиком
FrmRate.Btnsubmit.caption=Отправить
FrmRate.lblscore.caption=Оценка:
FrmRate.lblscorehint.caption=(Вам нужно нажать на звезду)
FrmRate.lblnick.caption=Имя:
FrmRate.lblnickhint.caption=(Необязательно)
FrmRate.lblemail.caption=Почта:
FrmRate.lblemailhint.caption=(Необязательно)
FrmRate.lblcontent.caption=Содержание:
FrmRate.lblcontenthint.caption=(Необязательно)
FrmRate.lbldesctitle.caption=Описание программы:
FrmRate.lblratesoft.caption=Рекомендуемое ПО



[Uninstall]
Backuping=Создание резервной копии...
PublisherUnknown=Неизвестный издатель
VersionUnknown=Неизвестная версия
Rate=Оценка
ItemName=Программа
Publisher=Разработчик
Size=Размер
SetupDate=Установлено
Version=Версия
Canceled=Удаление было отменено.
NoLeftOverItem=Программа удалена полностью.
Removing=Удаление:
TotalStat=Найдено %d программ, которые занимают %s на диске.
Calculating=Получение размера...
Files=Файлы и папки
RegEntries=Ключи реестра
Items=Элементы
Opration=Действия


[message]
NoNews=Есть не прочитанные сообщения.
confimdel=Выбранный каталог будет удален с вашего компьютера. Продолжить?
UninstallApp=Удаление...
unistallError=Операция прервана.
NewVer=Была найдена новая версия. Вы хотите обновить сейчас?
NoNewVer=Поздравляем! Вы используете последнюю версию.
NoProgramSelected=Пожалуйста, выберите программу.
IsBusy=Пожалуйста, подождите завершения деинсталляции.
StartFindLeftover=Анализ связанных файлов, папок и ключей реестра...
Collecting=Поиск установленных программ...
BeSureUseForce=Пожалуйста, выбирайте Принудительное удаление только в том случае, если безопасное удаление не работает. Продолжить?
ConfirmRemove=Запись будет удалена из списка, но приложение не будет удалено. Продолжить?
RejectItself=Программа не может удалить себя.
TranslateTo=Перевести на...
UpdateDB=Обновление базы данных...
BrowserLogin=включена синхронизация %s. Расширение может быть переустановлено при следующей синхронизации. Продолжить удаление?
BrowserRuning=%s запущен. Нажмите кнопку ОК, чтобы закрыть его и продолжить удаление, или нажмите кнопку Отмена, чтобы прервать удаление.
CheckProgram=выбрано программ %d
CheckExtension=выбрано расширений %d
checkSize=Общий размер: %s
pluginnone=Расширения браузеров не найдены
BrowserSync=Отключить синхронизацию %s


[SoftRate]
Querying=Запрос...
Good=Нравится
Bad=Не нравится
Safe=Отчёт
Ver=Версия:
Ratings=Оценки
SoftNotExist=Не могу найти информацию о программном обеспечении.
GetSoftInfoError=Не удаётся получить информацию о программе
UploadSoftLogoError=Ошибка загрузки информации о программе
SubmitData=Отправка ваших комментариев о программе..
SubmitSoftInfoError=Ошибка сети.
SubmitRateSuccess=Отправка завершена.
HaveSubmitRate=Вы уже оценили.
Submitgoodbad=Отправка информации...
me=Мне
NickTooLong=Ваш ник не должен превышать 20 символов.
MailTooLong=Ваш адрес электронной почты не должен превышать 50 символов.
WrongEmail=Недопустимый адрес электронной почты.
ReviewTooLong=Общая длина обзора не должна превышать 300 символов.
RateHint=Присоединяйтесь к нашему рейтингу любимых программ!
UnknowName=Неизвестный продукт
UnknowVer=Неизвестная версия
UnknowDesc=Неизвестный описание



[Hint]
HintRate=Оценка программы
HintClose=Удал. элемент


[Monitor]
FindLeftover=%s могут остаться файлы. Wise Program Uninstaller сканирует...
NonItems=%S был полностью удален с вашего компьютера.

